Repository: anton-kashnikoff/ImageFeed
Catalog: ImageFeed/Localizable.xcstrings
Source language: ru
Languages: fr

# Are you sure you want to logout?
source: Вы уверены, что хотите выйти?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

source: Could not get authorization token
fr: Impossible d'obtenir le jeton d'autorisation

# Could not load profile image
source: Не удалось загрузить фото профиля
fr: Impossible de charger l'image de profil

# Could not sign in
source: Не удалось войти в систему
fr: Impossible de se connecter

# No
source: Нет
fr: Non

# OK
source: ОК
fr: OK

# Something went wrong
source: Что-то пошло не так
fr: Quelque chose s'est mal passé

# To continue viewing photos, you will need to log in again.
source: Чтобы продолжить смотреть фотографии, нужно будет заново авторизоваться.
fr: Pour continuer à visualiser les photos, vous devrez vous reconnecter.

# Try again
source: Повторить
fr: Réessayer

# Try again?
source: Попробовать ещё раз?
fr: Réessayer ?

# Yes
source: Да
fr: Oui
